Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# workoutHub.today.editHint
source: Opens the controls for sets, reps and load
es: Abre los controles de series, repeticiones y carga
fr: Ouvre les réglages de séries, répétitions et charge
hi: सेट, रेप्स और लोड के नियंत्रण खोलता है
it: Apre i controlli per serie, ripetizioni e carico
zh_hans: 打开组数、次数和负重的控件

# workoutHub.today.estimate
source: Estimate
es: Estimación
fr: Estimation
hi: अनुमान
it: Stima
zh_hans: 估算

# workoutHub.today.exerciseCount
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
zh_hans: 动作

# workoutHub.today.exerciseMissing
source: This exercise is no longer in the catalogue. It is kept here so the session still matches your plan.
es: Este ejercicio ya no está en el catálogo. Se mantiene aquí para que la sesión siga coincidiendo con tu plan.
fr: Cet exercice ne figure plus au catalogue. Il est gardé ici pour que la séance corresponde toujours à ton plan.
hi: यह एक्सरसाइज़ अब सूची में नहीं है। इसे यहाँ रखा गया है ताकि सेशन आपके प्लान से मेल खाता रहे।
it: Questo esercizio non è più nel catalogo. Resta qui perché la sessione continui a rispecchiare il tuo piano.
zh_hans: 这个动作已不在动作库中。它被保留在这里，以便训练课仍与你的计划一致。

# workoutHub.today.exercises
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
zh_hans: 动作

# workoutHub.today.exercisesSubtitle
source: Tap any exercise to change it before you start.
es: Toca cualquier ejercicio para cambiarlo antes de empezar.
fr: Touche un exercice pour le changer avant de commencer.
hi: शुरू करने से पहले किसी भी एक्सरसाइज़ को बदलने के लिए उस पर टैप करें।
it: Tocca un esercizio per cambiarlo prima di iniziare.
zh_hans: 开始前点按任意动作即可修改。

# workoutHub.today.howTo
source: How to do this
es: Cómo se hace
fr: Comment faire
hi: यह कैसे करें
it: Come si esegue
zh_hans: 动作要领

# workoutHub.today.increase
source: Increase %@
es: Aumentar %@
fr: Augmenter %@
hi: %@ बढ़ाएँ
it: Aumenta %@
zh_hans: 增加%@

# workoutHub.today.load
source: Load
es: Carga
fr: Charge
hi: लोड
it: Carico
zh_hans: 负重

# workoutHub.today.loading
source: Working out today's plan
es: Calculando el plan de hoy
fr: Préparation du plan du jour
hi: आज का प्लान तैयार हो रहा है
it: Calcolo del piano di oggi
zh_hans: 正在整理今天的安排

# workoutHub.today.needsCalibration
source: Find your load
es: Encuentra tu carga
fr: Trouver ta charge
hi: अपना लोड ढूँढें
it: Trova il tuo carico
zh_hans: 确定你的负重

# workoutHub.today.noProgramMessage
source: Build a program and Forge will plan every session, pick the exercises and set the loads for you.
es: Crea un programa y Forge planificará cada sesión, elegirá los ejercicios y te fijará las cargas.
fr: Construis un programme et Forge planifiera chaque séance, choisira les exercices et fixera les charges pour toi.
hi: एक प्रोग्राम बनाएँ और Forge हर सेशन तय करेगा, एक्सरसाइज़ चुनेगा और आपके लोड भी सेट करेगा।
it: Costruisci un programma e Forge pianificherà ogni sessione, sceglierà gli esercizi e imposterà i carichi per te.
zh_hans: 生成一份训练计划，Forge 会为你安排每节训练课、挑选动作并设定负重。

# workoutHub.today.noProgramTitle
source: No program yet
es: Aún no hay programa
fr: Pas encore de programme
hi: अभी कोई प्रोग्राम नहीं
it: Ancora nessun programma
zh_hans: 还没有训练计划

# workoutHub.today.repTargetHigh
source: Reps, top of range
es: Reps, máximo del rango
fr: Répétitions, haut de la fourchette
hi: रेप्स, रेंज का ऊपरी छोर
it: Ripetizioni, massimo
zh_hans: 次数上限

# workoutHub.today.repTargetLow
source: Reps, bottom of range
es: Reps, mínimo del rango
fr: Répétitions, bas de la fourchette
hi: रेप्स, रेंज का निचला छोर
it: Ripetizioni, minimo
zh_hans: 次数下限

# workoutHub.today.restDayMessage
source: Nothing is scheduled today. Recovery is part of the plan, but you can train anyway if you feel good.
es: Hoy no hay nada programado. La recuperación forma parte del plan, pero si te encuentras bien puedes entrenar igualmente.
fr: Rien n’est prévu aujourd’hui. La récupération fait partie du plan, mais tu peux t’entraîner quand même si tu te sens bien.
hi: आज कुछ तय नहीं है। रिकवरी प्लान का हिस्सा है, पर मन हो तो आप ट्रेनिंग कर सकते हैं।
it: Oggi non c'è nulla in programma. Il recupero fa parte del piano, ma se ti senti bene puoi allenarti lo stesso.
zh_hans: 今天没有安排。恢复也是计划的一部分，不过如果状态好，你也可以照常训练。

# workoutHub.today.restDayTitle
source: Rest day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
zh_hans: 休息日

# workoutHub.today.resume
source: Resume workout
es: Reanudar entreno
fr: Reprendre la séance
hi: वर्कआउट जारी रखें
it: Riprendi allenamento
zh_hans: 继续训练

# workoutHub.today.setCount
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
zh_hans: 组数

# workoutHub.today.sets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
zh_hans: 组数

# workoutHub.today.setsOnly
source: %lld sets
es: %lld series
fr: %lld séries
hi: %lld सेट
it: %lld serie
zh_hans: %lld 组

# workoutHub.today.start
source: Start workout
es: Empezar entreno
fr: Commencer la séance
hi: वर्कआउट शुरू करें
it: Inizia allenamento
zh_hans: 开始训练

# workoutHub.today.substituted
source: You swapped this exercise for today. Reason: %@.
es: Cambiaste este ejercicio por hoy. Motivo: %@.
fr: Tu as remplacé cet exercice pour aujourd’hui. Raison : %@.
hi: आपने आज के लिए यह एक्सरसाइज़ बदली। वजह: %@।
it: Hai sostituito questo esercizio per oggi. Motivo: %@.
zh_hans: 你为今天替换了这个动作。理由：%@。

# workoutHub.today.swap
source: Swap
es: Cambiar
fr: Remplacer
hi: बदलें
it: Sostituisci
zh_hans: 替换

# workoutHub.today.swapped
source: Swapped
es: Cambiado
fr: Remplacé
hi: बदल दी गई
it: Sostituito
zh_hans: 已替换

# workoutHub.today.targetRIR
source: Reps in reserve
es: Repeticiones en reserva
fr: Répétitions en réserve
hi: रिज़र्व रेप्स
it: Ripetizioni di riserva
zh_hans: 保留次数

# workoutHub.today.trainAnyway
source: Train anyway
es: Entrenar igualmente
fr: S’entraîner quand même
hi: फिर भी ट्रेनिंग करें
it: Allenati lo stesso
zh_hans: 照常训练

# workoutHub.today.viewProgram
source: View my program
es: Ver mi programa
fr: Voir mon programme
hi: मेरा प्रोग्राम देखें
it: Vedi il mio programma
zh_hans: 查看我的训练计划

# common.no
source: No
fr: Non
hi: नहीं
ko: 아니요
pl: Nie
tr: Hayır
zh_hans: 否

# focusRegion.core
source: Core
fr: Gainage
hi: कोर
zh_hans: 核心

# food.hummus
source: Hummus
fr: Houmous
hi: हम्मस
ko: 후무스
tr: Humus
zh_hans: 鹰嘴豆泥

# meal.snacks
source: Snacks
fr: Collations
hi: स्नैक्स
it: Spuntini
tr: Ara öğün
zh_hans: 加餐

# nutritionLibrary.tag.snack
source: Snack
fr: Collation
hi: स्नैक
it: Spuntino
ko: 간식
pl: Przekąska
tr: Ara öğün
zh_hans: 加餐

# pace.slow
source: Gradual
fr: Progressif
hi: धीमा
it: Graduale
tr: Yavaş
zh_hans: 缓慢

# progress.adherence.plan
source: Plan
fr: Prévu
hi: प्लान
it: Previste
zh_hans: 计划

# pushPull.core
source: Core
fr: Gainage
hi: कोर
zh_hans: 核心

# pushPull.neutral
source: General
fr: Général
hi: सामान्य
it: Generale
tr: Genel
zh_hans: 综合

# range.week
source: 7D
fr: 7J
it: 7G
tr: 7G
zh_hans: 7天

# session.title.torso
source: Torso
fr: Tronc
hi: टोर्सो
pl: Tułów
tr: Gövde
zh_hans: 躯干

# session.title.torso.a
source: Torso A
fr: Tronc A
hi: टोर्सो A
pl: Tułów A
tr: Gövde A
zh_hans: 躯干 A

# session.title.torso.b
source: Torso B
fr: Tronc B
hi: टोर्सो B
pl: Tułów B
tr: Gövde B
zh_hans: 躯干 B

# settings.legal.food.odbl
source: Open Database Licence (ODbL)
fr: Licence Open Database (ODbL)
it: Licenza Open Database (ODbL)
tr: Open Database lisansı (ODbL)

# settings.legal.section.software
source: Software
fr: Logiciel
hi: सॉफ़्टवेयर
tr: Yazılım
zh_hans: 软件

# unitSystem.imperial
source: Imperial
fr: Impérial
hi: इंपीरियल
it: Imperiale
tr: İngiliz birimleri
zh_hans: 英制

# active.rest.minus
source: −%lld s
hi: −%lld सेक
zh_hans: −%lld 秒

# active.rest.plus
source: +%lld s
hi: +%lld सेक
zh_hans: +%lld 秒

# active.set.reps
source: Reps
hi: रेप्स
it: Ripetizioni
zh_hans: 次数

# active.set.repsValue
source: %lld reps
hi: %lld रेप्स
it: %lld ripetizioni
zh_hans: %lld 次

# active.target.reps
source: Reps
hi: रेप्स
it: Ripetizioni
zh_hans: 次数

# active.warmup.row
source: %lld. %@ × %lld reps
hi: %lld. %@ × %lld रेप्स
it: %lld. %@ × %lld rip.
zh_hans: %lld. %@ × %lld 次

# bodyPart.cardio
source: Cardio
hi: कार्डियो
tr: Kardiyo
zh_hans: 有氧

# common.hr
source: h
hi: घं
ko: 시간
pl: godz
tr: sa
zh_hans: 小时

# common.min
source: min
hi: मिनट
ko: 분
tr: dk
zh_hans: 分钟

# common.sec
source: s
hi: सेक
ko: 초
tr: sn
zh_hans: 秒

# duration.hours
source: %lld h
hi: %lld घंटे
ko: %lld시간
pl: %lld godz
tr: %lld sa
zh_hans: %lld 小时

# duration.hoursMinutes
source: %lld h %lld min
hi: %lld घंटे %lld मिनट
ko: %lld시간 %lld분
pl: %lld godz %lld min
tr: %lld sa %lld dk
zh_hans: %lld 小时 %lld 分钟

# duration.minutes
source: %lld min
hi: %lld मिनट
ko: %lld분
tr: %lld dk
zh_hans: %lld 分钟

# equipment.kettlebell
source: Kettlebell
hi: केटलबेल
zh_hans: 壶铃

# equipment.skierg_machine
source: SkiErg
hi: स्कीअर्ग

# exercises.history.repsShort
source: %lld reps
hi: %lld रेप्स
it: %lld rip.
ko: %lld회
pl: %lld powt.
tr: %lld tekrar
zh_hans: %lld 次

# food.brie
source: Brie
hi: ब्री चीज़
ko: 브리 치즈
pl: Ser brie
tr: Brie peyniri
zh_hans: 布里奶酪

# food.falafel
source: Falafel
hi: फलाफ़ल
ko: 팔라펠
zh_hans: 鹰嘴豆丸子

# food.feta
source: Feta
hi: फ़ेटा चीज़
ko: 페타 치즈
pl: Ser feta
tr: Beyaz peynir
zh_hans: 菲达奶酪

# food.gouda
source: Gouda
hi: गौडा चीज़
ko: 고다 치즈
pl: Ser gouda
tr: Gouda peyniri
zh_hans: 高达奶酪

# food.granola
source: Granola
hi: ग्रेनोला
ko: 그래놀라
zh_hans: 格兰诺拉麦片

# food.serving.bagel
source: 1 bagel
hi: 1 बेगल
ko: 베이글 1개
pl: 1 bajgiel
tr: 1 simit ekmeği
zh_hans: 1 个贝果

# food.serving.cookie
source: 1 cookie
hi: 1 कुकी
ko: 쿠키 1개
pl: 1 ciastko
tr: 1 kurabiye
zh_hans: 1 块曲奇

# food.serving.muffin
source: 1 muffin
hi: 1 मफ़िन
ko: 머핀 1개
pl: 1 muffinka
zh_hans: 1 个玛芬

# food.serving.nugget
source: 1 nugget
hi: 1 नगेट
ko: 너깃 1개
zh_hans: 1 块鸡块

# food.skyr
source: Skyr
hi: स्कीर
ko: 스키르
zh_hans: 冰岛酸奶 Skyr

# food.tahini
source: Tahini
hi: ताहिनी
it: Tahina
ko: 타히니
tr: Tahin
zh_hans: 芝麻酱

# food.tempeh
source: Tempeh
hi: टेम्पे
ko: 템페
zh_hans: 天贝

# loadability.kettlebell
source: Kettlebell
hi: केटलबेल
zh_hans: 壶铃

# micro.zinc
source: Zinc
hi: ज़िंक
it: Zinco
tr: Çinko
zh_hans: 锌

# movementPattern.cardio
source: Cardio
hi: कार्डियो
tr: Kardiyo
zh_hans: 有氧

# movementPattern.hipThrust
source: Hip Thrust
hi: हिप थ्रस्ट
zh_hans: 臀推

# muscleGroup.cardio
source: Cardio
hi: कार्डियो
tr: Kardiyo
zh_hans: 有氧

# nutritionLibrary.recipes.prepMinutes
source: %lld min
hi: %lld मिनट
ko: %lld분
tr: %lld dk
zh_hans: %lld 分钟

# nutritionLibrary.tag.gluten
source: Gluten
hi: ग्लूटेन
it: Glutine
ko: 글루텐
zh_hans: 麸质

# onboarding.availability.cardio
source: Cardio
hi: कार्डियो
ko: 유산소
tr: Kardiyo
zh_hans: 有氧

# onboarding.experience.seeds.reps
source: Reps
hi: रेप्स
it: Ripetizioni
ko: 횟수
pl: Powtórzenia
tr: Tekrar
zh_hans: 次数

# onboarding.foodTag.gluten
source: Gluten
hi: ग्लूटेन
it: Glutine
ko: 글루텐
zh_hans: 麸质

# onboarding.summary.kettlebellCount
source: %lld kettlebells
hi: %lld केटलबेल
it: %lld kettlebell
ko: 케틀벨 %lld개
pl: %lld kettlebella
tr: %lld kettlebell
zh_hans: %lld 个壶铃

# onboarding.summary.split
source: Split
hi: स्प्लिट
ko: 분할
zh_hans: 分化

# onboarding.unit.minutesShort
source: %lld min
hi: %lld मिनट
ko: %lld분
tr: %lld dk
zh_hans: %lld 分钟

# program.session.setsByReps
source: %lld × %@ reps
hi: %lld × %@ रेप्स
it: %lld × %@ rip.
ko: %lld × %@회
pl: %lld × %@ powt.
tr: %lld × %@ tekrar
zh_hans: %lld × %@ 次

# program.session.setsForTime
source: %lld × %lld s
hi: %lld × %lld सेक
ko: %lld × %lld초
tr: %lld × %lld sn
zh_hans: %lld × %lld 秒

# progress.records.reps
source: %lld reps
hi: %lld रेप्स
it: %lld ripetizioni
tr: %lld tekrar
zh_hans: %lld 次

# pushPull.cardio
source: Cardio
hi: कार्डियो
tr: Kardiyo
zh_hans: 有氧

# setKind.dropSet
source: Drop set
hi: ड्रॉप सेट
zh_hans: 递减组

# settings.equipment.section.kettlebells
source: Kettlebells
hi: केटलबेल
it: Kettlebell
tr: Kettlebell'lar
zh_hans: 壶铃

# settings.foodTag.gluten
source: Gluten
hi: ग्लूटेन
it: Glutine
zh_hans: 麸质

# settings.section.app
source: App
hi: ऐप
tr: Uygulama
zh_hans: 应用

# settings.training.cardio
source: Cardio
hi: कार्डियो
tr: Kardiyo
zh_hans: 有氧

# widget.minutes
source: %lld min
hi: %lld मिनट
zh_hans: %lld 分钟

# workoutHub.detail.repsValue
source: %lld reps
hi: %lld रेप्स
it: %lld ripetizioni
zh_hans: %lld 次

# workoutHub.today.setsByReps
source: %lld × %@ reps
hi: %lld × %@ रेप्स
it: %lld × %@ rip.
zh_hans: %lld × %@ 次

# exercises.history.rir
source: %lld RIR
it: RIR %lld
ko: RIR %lld
pl: RIR %lld
zh_hans: RIR %lld

# nutritionLog.macro.proteinShort
source: P
ko: 단
pl: B
zh_hans: 蛋

# range.month
source: 1M
tr: 1A
zh_hans: 1月

# range.sixMonths
source: 6M
tr: 6A
zh_hans: 6月

# range.threeMonths
source: 3M
tr: 3A
zh_hans: 3月
